Repository: MaxiGold/StageRegion1
Catalog: resources/locales/*/default.po
Languages: fr_fr, mg_mg

source: The departement has been saved.
fr_fr: Le département a été enregistré
mg_mg: Tafiditra ilay sampan-draharaha

source: The departement could not be saved. Please, try again.
fr_fr: Le département n'a pas été enregistré. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy tafiditra ilay sampan-draharaha

source: The departement has been deleted.
fr_fr: Le département a été supprimé
mg_mg: Voafafa ilay sampan-draharaha

source: The departement could not be deleted. Please, try again.
fr_fr: Le département n'a pas été supprimé. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy voafafa ilay sampan-draharaha

source: The etudiant has been saved.
fr_fr: L'étudient a été enregistré
mg_mg: Tafiditra ilay mpianatra

source: The etudiant could not be saved. Please, try again.
fr_fr: L'étudiant n'a pas été enregistré. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy tafiditra ilay mpianatra

source: The etudiant has been deleted.
fr_fr: L'étudiant a été supprimé
mg_mg: Voafafa ilay mpianatra

source: The etudiant could not be deleted. Please, try again.
fr_fr: L'étudiant n'a pas été supprimé. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy voafafa ilay mpianatra

source: The passer demande has been saved.
fr_fr: La demande a été enregistré
mg_mg: Tafiditra ilay fangatahana fihofanana

source: The passer demande could not be saved. Please, try again.
fr_fr: La demande n'a pas été enregistré. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy tafiditra ilay fangatahana fihofanana

source: The passer demande has been deleted.
fr_fr: La demande a été supprimé
mg_mg: Voafafa ilay fangatahana fihofanana

source: The passer demande could not be deleted. Please, try again.
fr_fr: La demande n'a pas été supprimé. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy tafiditra ilay fangatahana fihofanana

source: The personnel has been saved.
fr_fr: Le personnel a été enregistré
mg_mg: Tafiditra ilay mpiaramiasa

source: The personnel could not be saved. Please, try again.
fr_fr: Le personnel n'a pas été enregistré. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy tafiditra ilay mpiaramiasa

source: The personnel has been deleted.
fr_fr: Le personnel a été supprimé
mg_mg: Voafafa ilay mpiaramiasa

source: The personnel could not be deleted. Please, try again.
fr_fr: Le personnel n'a pas été supprimé. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy voafafa ilay mpiaramiasa

source: The stage has been saved.
fr_fr: Le stage a été enregistré
mg_mg: Tafiditra ilay fihofanana

source: The stage could not be saved. Please, try again.
fr_fr: Le stage n'a pas été enregistré. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy tafiditra ilay mpiaramiasa

source: The stage has been deleted.
fr_fr: Le stage a été supprimé
mg_mg: Voafafa ilay fihofanana

source: The stage could not be deleted. Please, try again.
fr_fr: Le stage n'a pas été supprimé. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy tafiditra ilay fihofanana

source: The user has been saved.
fr_fr: L'utilisateur a été enregistré
mg_mg: Tafiditra ilay mpikirakira

source: The user could not be saved. Please, try again.
fr_fr: L'utilisateur n'a pas été enregistré. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy tafiditra ilay mpikirakira

source: The user has been deleted.
fr_fr: L'utilisateur a été supprimé
mg_mg: Voafafa ilay mpikirakira

source: The user could not be deleted. Please, try again.
fr_fr: L'utilisateur n'a pas été supprimé. S'il vous plait, ressayez
mg_mg: Mialatsiny fa tsy tafiditra ilay mpikirakira

source: Invalid email or password
fr_fr: Email ou mot de passe incorrect
mg_mg: Tokony hovaina ny email na ny fanalahidinao

source: Back
fr_fr: Retour
mg_mg: Miverina

source: Annuler
mg_mg: Cancel
