Repository: MaxiGold/StageRegion1
Catalog: resources/locales/*/demande.po
Languages: mg_mg

source: Passer Demande
mg_mg: Fangatahana fihofanana

source: List Passer Demande
mg_mg: Fitambaran'ny fangatahana

source: Add Passer Demande
mg_mg: Hanampy fangatahana

source: Stagiaire
mg_mg: Mpihofana

source: Encadreur
mg_mg: Mpampihofana

source: Lettre de motivation
mg_mg: Taratasim-pahavononana

source: Lettre de permission
mg_mg: Taratasim-pahamelana

source: Observation sur le stagiaire
mg_mg: Taratasim-panamarihana

source: Date de récéption
mg_mg: Daty nahatongavana

source: Submit
mg_mg: Alefa

source: Edit Passer Demande
mg_mg: Fanovana fangatahana

source: New Passer Demande
mg_mg: Fampidirana fangatahana

source: ID
mg_mg: Marika manokana

source: Actions
mg_mg: Asa atao

source: Edit
mg_mg: Fanovana

source: Delete
mg_mg: Famafahana

source: Are you sure you want to delete # {0}?
mg_mg: Tianao fafahana tokoa ve?

source: Yes
mg_mg: Eny

source: No
mg_mg: Tsia
