Repository: MaxiGold/StageRegion1
Catalog: resources/locales/*/etudiant.po
Languages: mg_mg

source: Etudiant
mg_mg: Mpihofana

source: List Etudiant
mg_mg: Fitambaran'ny mpihofana

source: Add Etudiant
mg_mg: Fampidirana mpihofana

source: Encadreur
mg_mg: Mpampihofana

source: Thème
mg_mg: Laza adina

source: Nom
mg_mg: Anarana

source: Prénom
mg_mg: Fanampin'anarana

source: Date de naissance
mg_mg: Taona nahaterahana

source: CIN
mg_mg: Karampanondro

source: Téléphone
mg_mg: Finday

source: Adresse
mg_mg: Toeram-ponenana

source: Sexe
mg_mg: Lehilahy sa vehivavy

source: Nationalité
mg_mg: Tanindrazana

source: Etablissement d'origine
mg_mg: Toeram-pianarana

source: Filières & Parcours
mg_mg: Sampam-pianarana

source: Niveau
mg_mg: Kilasy

source: Date de confirmation
mg_mg: Fotoana nahavoaray

source: Est Confirmé
mg_mg: Voaray

source: Submit
mg_mg: Alefa

source: Actions
mg_mg: Asa atao

source: Edit Etudiant
mg_mg: Fanovana mpihofana

source: New Etudiant
mg_mg: Fampidirana mpihofana

source: ID
mg_mg: Famantarana manokana

source: Edit
mg_mg: Fanovana

source: Delete
mg_mg: Famafahana

source: Are you sure you want to delete # {0}?
mg_mg: Tianao fafahana tokoa ve?

source: Cin
mg_mg: Karampanondro

source: Yes
mg_mg: Eny

source: No
mg_mg: Tsia
