Repository: MaxiGold/StageRegion1
Catalog: resources/locales/*/global.po
Languages: mg_mg

source: Accueil
mg_mg: Fonenana

source: A Propos
mg_mg: Mombamomba

source: Ressources Humaines
mg_mg: Mpiandraikitra

source: Statistiques
mg_mg: Statistika

source: Profil
mg_mg: Momba Ahy

source: Deconnexion
mg_mg: Hiala

source: Utilisateur
mg_mg: Mpikirakira

source: Départements
mg_mg: Sampan-draharaha

source: Personnels
mg_mg: Mpiaramiasa

source: Stagiaires
mg_mg: Mpihofana

source: Demandes
mg_mg: Fangatahana

source: Stages
mg_mg: Fihofanana

source: Modifier Profil
mg_mg: Hanova ny momba ahy

source: All Rights Reserved
mg_mg: Zo Rehetra Voatokana

source: La langue utilisé est le Françcais
mg_mg: Ny fiteny Malagasy no ampiasainao amin'izao
