Repository: MaxiGold/StageRegion1
Catalog: resources/locales/*/stage.po
Languages: mg_mg

source: Stage
mg_mg: Fihofanana

source: List Stage
mg_mg: Fitambaran'ny fihofanana

source: Add Stage
mg_mg: Fampidirana fihofanana

source: Encadreur
mg_mg: Mpampihofana

source: Thème
mg_mg: Laza adina

source: Date du début
mg_mg: Fotoana namombohana

source: Date de fin
mg_mg: Fotoana namaranana

source: Términé
mg_mg: Fahavitana

source: Rapport de stage reçu
mg_mg: Fahazoana ny asa vita

source: Note
mg_mg: Salanisa

source: Submit
mg_mg: Alefa

source: Edit Stage
mg_mg: Fanovana fihofanana

source: New Stage
mg_mg: Fampidirana fihofanana

source: ID
mg_mg: Famantarana manokana

source: Actions
mg_mg: Asa atao

source: Edit
mg_mg: Fanovana

source: Delete
mg_mg: Famafahana

source: Are you sure you want to delete # {0}?
mg_mg: Tianao fafahana tokoa ve?

source: Yes
mg_mg: Eny

source: No
mg_mg: Tsia
