Repository: MaxiGold/StageRegion1
Catalog: resources/locales/*/users.po
Languages: mg_mg

source: Users
mg_mg: Mpikirakira

source: List Users
mg_mg: Fitambaran'ny mpikirakira

source: Add User
mg_mg: Fampidirana mpikirakira

source: Submit
mg_mg: Alefa

source: Edit User
mg_mg: Fanovana mpikirakira

source: New User
mg_mg: Fampidirana mpikirakira

source: ID
mg_mg: Famantarana manokana

source: Personnel
mg_mg: Mpiaramiasa

source: Role
mg_mg: Andraikitra

source: created
mg_mg: Voaforona

source: modified
mg_mg: Voahova

source: Actions
mg_mg: Asa atao

source: Edit
mg_mg: Fanovana

source: Delete
mg_mg: Famafahana

source: Are you sure you want to delete # {0}?
mg_mg: Tianao fafahana tokoa ve?

source: Mot de passe
mg_mg: Fanalahidy

source: Se connecter
mg_mg: Fidirana

source: Se Retour
mg_mg: Fiverenana

source: Valider
mg_mg: Alefa

source: Name
mg_mg: Anarana

source: Photo
mg_mg: Sary

source: Created
mg_mg: Voaforona

source: Modified
mg_mg: Voahaova
